Repository: AnaPolettoo/hang-on
Catalog: AcademyAI/AppShortcuts.xcstrings
Source language: en
Languages: pt_br

source: Is this worth buying, ${applicationName}?
pt_br: Vale a pena comprar isso, ${applicationName}?

source: Should I buy this with ${applicationName}?
pt_br: Devo comprar isso com o ${applicationName}?

source: Check this piece with ${applicationName}
pt_br: Confere essa peça com o ${applicationName}

source: Ask ${applicationName} if this is worth it
pt_br: Pergunta pro ${applicationName} se vale a pena

source: Check a piece in ${applicationName}
pt_br: Confere uma peça no ${applicationName}

source: ${applicationName}, does this piece deserve to hang in my closet?
pt_br: ${applicationName}, será que essa peça merece um cabide no meu closet?

source: What's my palette in ${applicationName}?
pt_br: Qual é a minha paleta no ${applicationName}?

source: What are my colors in ${applicationName}?
pt_br: Quais são as minhas cores no ${applicationName}?

source: What season am I in ${applicationName}?
pt_br: Qual estação sou eu no ${applicationName}?

source: What colors suit me, ${applicationName}?
pt_br: Quais cores combinam comigo, ${applicationName}?

source: Tell me my ${applicationName} palette
pt_br: Me diz minha paleta no ${applicationName}

source: ${applicationName}, which colors hang best on me?
pt_br: ${applicationName}, quais cores ficam penduradas no meu gosto?

source: How's my closet in ${applicationName}?
pt_br: Como está o meu guarda-roupa no ${applicationName}?

source: Summarize my closet in ${applicationName}
pt_br: Resume meu closet, ${applicationName}

source: How many pieces do I have in ${applicationName}?
pt_br: Quantas peças eu tenho no ${applicationName}?

source: What's in my ${applicationName} closet?
pt_br: O que tem no meu closet do ${applicationName}?

source: ${applicationName}, catch me up on what's hanging in my closet
pt_br: ${applicationName}, pendura essa dúvida pra mim: como tá meu closet?
